Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_5.tmx
Source language: en
Languages: it

source: Arrangement for the delivery of parcels by sea and by air
it: Disposizioni per la spedizione di colli via mare e via aerea

source: Arranging of city sight-seeing tours
it: Organizzazione di giri turistici di città

source: Rental of water craft
it: Noleggio di imbarcazioni

source: Salvage of yachts
it: Salvataggio di yacht

source: Freight ship transport
it: Trasporto navale di merci

source: Loaning and rental of aeroplanes
it: Prestito e noleggio di aerei

source: Sailboat transportation services
it: Servizi di trasporto su barche a vela

source: Rental of trams
it: Noleggio di tram

source: Loading of air freight
it: Carico di aerei merci

source: Freight and cargo services
it: Trasporto e spedizione merci

source: Operation of canal lock gates
it: Gestione di cateratte di canali

source: Holiday travel reservation services
it: Servizi di prenotazione di viaggi vacanza

source: Reservation services for transportation by boat
it: Prenotazione di posti per trasporto su inbarcazioni

source: Pleasure boat cruises
it: Crociere da diporto

source: Booking of hire cars
it: Noleggio di autovetture

source: Ground support freight handling services provided at airports
it: Assistenza a terra relativa a movimentazione merci presso aeroporti

source: Clearance [removal and transportation] of liquid waste
it: Smaltimento di rifiuti liquidi [rimozione e trasporto]

source: Travel courier services
it: Servizi di guida per viaggi

source: Transportation of parcels overnight
it: Trasporto notturno di pacchi

source: Transportation of passengers by minibus
it: Trasporto in minibus di passeggeri

source: Post restante services
it: Servizi di fermoposta

source: Subdividing and repackaging of goods
it: Suddivisione e reimballaggio di prodotti

source: Travel agency services relating to travel by omnibus
it: Servizi di agenzie di viaggi relativi a viaggi in pullman

source: Storage of cosmetics
it: Deposito di cosmetici

source: Cryogenic storage of biological tissue intended for subsequent implantation
it: Conservazione criogenica di tessuti biologici per successivo impianto

source: Delivery of cargo by land
it: Consegna di merci via terra

source: Delivery of domestic appliance parts
it: Consegna di pezzi di elettrodomestici

source: Booking agency services for airline travel
it: Servizi di agenzia per prenotazione di viaggi aerei

source: Professional consultancy relating to transport
it: Consulenza professionale in materia di trasporti

source: Transport of textiles by road
it: Trasporto terrestre di tessuti

source: Information services relating to refrigerated storage
it: Servizi d'informazione in materia di immagazzinamento refrigerato

source: Chartering of vehicles for travelling
it: Noleggio di veicoli per viaggi

source: Delivery of gift baskets with selected items regarding a particular occasion or theme
it: Consegna di cestini regalo con articoli selezionati riguardanti occasioni o temi speciali

source: Embarking services
it: Servizi di imbarco

source: Loading of trucks
it: Carico di autocarri

source: Delivery of wines
it: Consegna di vini

source: Management of vehicular traffic flow through advanced communications network and technology
it: Gestione del traffico stradale tramite tecnologie e reti di comunicazione avanzate

source: Services for arranging transportation by rail
it: Servizi per organizzazione del trasporto ferroviario

source: Services for the arranging of transportation
it: Servizi per l'organizzazione di trasporti

source: Overseas removal services
it: Traslochi internazionali

source: Transportation of passengers in chauffeur driven vehicles
it: Trasporto di passeggeri su veicoli con autista

source: Transportation of patients by ambulance
it: Trasporto di pazienti in ambulanza

source: Transportation of pharmaceuticals by road
it: Trasporto terrestre di prodotti farmaceutici

source: Transportation of plants
it: Trasporto di piante

source: Transport services
it: Servizi di trasporto

source: Providing road and traffic information
it: Informazioni sulla viabilitÃ e sul traffico

source: Operating of tours
it: Organizzazione di tour

source: Provision of dry dock facilities
it: Fornitura di strutture per carenaggio

source: Provision of frozen storage facilities
it: Fornitura di strutture di deposito congelato

source: Provision of information relating to airline departures
it: Fornitura di informazioni in materia di partenze di aerei

source: Provision of information relating to airline scheduling
it: Informazioni in materia di orari di compagnie aeree

source: Provision of information relating to anchorages
it: Fornitura di informazioni in materia di ancoraggi

source: Arrangement of vehicle recovery
it: Organizzazione del recupero di veicoli

source: Arranging the storage of luggage
it: Servizi di deposito bagagli

source: Transport of travellers by road
it: Trasporto di passeggeri su strada

source: Delivery of hampers containing food and drink
it: Consegna di ceste contenenti alimenti e bevande

source: Delivery of parcels by courier
it: Consegna di colli tramite corriere

source: Delivery of newspapers
it: Distribuzione di giornali

source: Truck and trailer rental
it: Noleggio di camion e rimorchi

source: Chauffeur services
it: Servizi di autisti

source: Storage of packages
it: Deposito d'imballaggi

source: Storage of vehicles
it: Deposito di veicoli

source: Courier services for merchandise
it: Servizi di corriere per merci

source: Messenger services for messages
it: Servizi di fattorini per messaggi

source: Information services relating to traffic
it: Servizi informativi sul traffico

source: Provision of transport for passengers by water
it: Fornitura di trasporto passeggeri via acqua

source: Minibus transport services
it: Servizi di trasporto su minibus

source: Advisory services relating to the repacking of goods
it: Servizi di consulenza in materia di reimballaggio di merci

source: Advisory services relating to the storage of goods
it: Consulenza relativa all'immagazzinamento di merci

source: Transportation and storage
it: Trasporto e immagazzinaggio

source: Arranging the transportation of parcels
it: Organizzazione del trasporto di colli

source: Delivery by road
it: Consegna su strada

source: Arranging of expeditions
it: Organizzazione di spedizioni

source: Road transport services for persons
it: Trasporto di persone su strada

source: Coordinating travel arrangements for individuals and for groups
it: Coordinamento dell'organizzazione di viaggi per singoli e gruppi

source: Rental of freezing machines and apparatus
it: Noleggio di macchine ed apparecchi di congelamento

source: Rental of refrigerator-freezers for household purposes
it: Noleggio di frigoriferi-congelatori per uso domestico

source: Taxi transport for people in wheelchairs
it: Trasporto su taxi per persone in sedia a rotelle

source: Railway truck rental
it: Noleggio di vagoni

source: Guarded transportation
it: Trasporto scortato

source: Rental of refrigerated storage
it: Noleggio di magazzini refrigerati

source: Rental of trains
it: Noleggio di treni

source: Towing of road vehicles
it: Rimorchi di veicoli stradali

source: Tram transport
it: Servizi di tram

source: Sightseeing [tourism]
it: Visite turistiche

source: Transportation of waste
it: Trasporto di rifiuti

source: Reservation of coach transport
it: Prenotazione di trasporto su pullman

source: Reservation services for airline travel
it: Servizi di prenotazione di viaggi aerei

source: Airport check-in services
it: Check-in presso aeroporti

source: Arranging and conducting jungle and safari expeditions
it: Organizzazione e conduzione di spedizioni nella giungla e safari

source: Distribution [transport] of retail goods
it: Distribuzione [trasporto] di merci al dettaglio

source: Clearance [removal and transportation] of waste
it: Smaltimento di rifiuti [rimozione e trasporto]

source: Transport of passengers by road
it: Trasporto stradale di passeggeri

source: Container stuffing of ships cargo
it: Riempimento di container di navi cargo

source: Contract rental of vehicles
it: Noleggio di veicoli a contratto

source: Supply [transport] of water for industrial use
it: Erogazione d'acqua per uso industriale [trasporto]

source: Providing information about automobiles for lease by mean of the internet
it: Fornitura d'informazioni in materia d'automobili a noleggio tramite Internet

source: Transportation services for medical staff
it: Servizi di trasporto di personale medico

source: Collection of packages by air
it: Ritiro di pacchi per via aerea

source: Commercial removal services
it: Traslochi commerciali

source: Storage of documents
it: Deposito di documenti

source: Storage of domestic appliances
it: Deposito di apparecchi domestici

source: Automobile vehicle renting services
it: Servizi di noleggio di automobili e veicoli

source: Information services relating to guarded transport
it: Servizi d'informazione in materia di trasporto scortato

source: Distribution and transmission of electricity
it: Distribuzione e trasmissione di elettricità

source: Guarded truck transport
it: Trasporto scortato su camion

source: Rail freight distribution services
it: Distribuzione merci per via ferroviaria

source: Issuing of tickets for travel
it: Emissione di biglietti di viaggio

source: Launching of satellites
it: Lancio di satelliti

source: Emptying [removal] of the contents septic tanks
it: Svuotamento [rimozione] del contenuto di fosse settiche

source: Distribution [transport] of goods by air
it: Distribuzione di merci per via aerea [trasporto]

source: Moving van transport
it: Trasporto su furgoni

source: Packing of liquids to order and specification
it: Imballaggio di liquidi su ordine e specifica di terzi

source: Provision of information relating to ports
it: Fornitura di informazioni in materia di porti

source: Provision of information relating to marinas
it: Informazioni in materia di porti turistici

source: Provision of information relating to moorings
it: Informazioni in materia di ormeggi

source: Transportation of patients by minibus
it: Trasporto di pazienti in minibus

source: Transportation of pet animals
it: Trasporto di animali domestici

source: Armoured vehicle transport
it: Trasporto con veicolo blindato

source: Provision of data relating to timetables
it: Fornitura di dati in materia di orari

source: Provision of flight plans
it: Fornitura di piani di volo

source: Provision of hired vehicles for the transport of passengers
it: Fornitura di veicoli a noleggio per il trasporto di passeggeri

source: Computerised transport information services
it: Informazioni computerizzate in materia di trasporto

source: Computerised information services relating to travel
it: Informazioni computerizzate in materia di viaggi

source: Computerised reservation services relating to the carriage of passengers
it: Prenotazione computerizzata di trasporto di passeggeri

source: Consultancy services relating to storage
it: Servizi di consulenza riguardanti immagazzinamento

source: Arrangement of transportation of passengers by ships
it: Organizzazione del trasporto di passeggeri in nave

source: Slipping of yachts
it: Alaggio di yacht

source: Aircraft parking
it: Parcheggio di aerei

source: Distribution of energy
it: Distribuzione di energia

source: River transport
it: Trasporti fluviali

source: Cargo tracking services
it: Localizzazione di merci

source: Arranging the collection of packages
it: Organizzazione del ritiro di colli

source: Transport by man-powered vehicles
it: Trasporto su veicoli a locomozione fisica

source: Taxi transport
it: Servizi di taxi

source: Storage of liquids
it: Stoccaggio di liquidi

source: Collection of industrial waste
it: Raccolta di rifiuti industriali

source: Provision of transport for the elderly by road
it: Fornitura di trasporto su strada per anziani

source: Rental of lorries
it: Noleggio di camion

source: Rental of railway vehicles for use in the measurement of rail profiles
it: Noleggio di veicoli ferroviari per uso nella misurazione di profili di rotaie

source: Advisory services relating to the distribution of goods
it: Consulenza in materia di distribuzione di prodotti

source: Agency services for arranging the transportation of persons
it: Servizi di agenzia per l'organizzazione del trasporto di persone

source: Transportation of cargo by land vehicle
it: Trasporto di carichi su veicoli terrestri

source: Airport services
it: Servizi aeroportuali

source: Transport of passengers by car
it: Trasporto di passeggeri in automobile

source: Rental of storage crates
it: Noleggio di casse per deposito

source: Rental of tankers
it: Noleggio di cisterne

source: Loading of coal
it: Carico di carbone

source: Operation of transporter bridges
it: Gestione di ponti trasportatori

source: Organising of foreign travel
it: Organizzazione di viaggi all'estero

source: Removal of domestic goods
it: Trasloco di articoli domestici

source: Rental of aircraft engines
it: Noleggio di motori di aerei

source: Packaging services
it: Servizi di imballaggio

source: Providing flight arrival and departure information
it: Servizi d'informazioni su arrivi e partenze di voli

source: Booking of seats for transportation by motor vehicles
it: Prenotazione di posti per il trasporto con veicoli a motore

source: Handling [transport] of rubbish
it: Manipolazione [trasporto] di rifiuti

source: Distribution of heat
it: Distribuzione di calore

source: Dumping [transportation] of waste
it: Scarico [trasporto] di rifiuti

source: Haulier (Services of a -)
it: Servizi di trasportatori

source: Hire of pallet collars
it: Affitto di pallet parietali

source: Removal services [moving services]
it: Servizi di rimozione [servizi di trasloco]

source: Transportation of vehicles
it: Trasporto di veicoli

source: Storage of documentary records
it: Archiviazione di documenti

source: Delivery of fuel to barges
it: Consegna di carburante a chiatte

source: Transport by heavy goods vehicles
it: Trasporto con veicoli pesanti

source: Bonded storage of wines
it: Deposito doganale per vini

source: Bonded warehousing
it: Deposito franco

source: Planning of journeys
it: Pianificazione di viaggi

source: Provision of cruises in yachts
it: Offerta di crociere in yacht

source: Transport of people by land
it: Trasporto terrestre di passeggeri

source: Transport of persons by land
it: Trasporto di persone via terra

source: Industrial removal services [transportation]
it: Servizi di trasloco industriale [trasporto]

source: Information services relating to road conditions
it: Servizi informativi riguardanti le condizioni stradali

source: Sewage transportation
it: Trasporto di liquami

source: Shipping agency services
it: Servizi di spedizionieri

source: Refrigerated storage of goods
it: Deposito refrigerato di merci

source: Launching of spacecraft
it: Lancio di veicoli spaziali

source: Electricity distribution via cables
it: Distribuzione di elettricità mediante cavi

source: Packing of freight
it: Imballaggio di carichi

source: Parcel collection services
it: Servizi di raccolta di colli

source: Flight planning services
it: Servizi di pianificazione voli

source: Tour operating and organising
it: Gestione e organizzazione di viaggi

source: Services for the arranging of tours
it: Servizi d'organizzazione di viaggi

source: Arrangement of the storage of hydrocarbons
it: Organizzazione dell'immagazzinamento di idrocarburi

source: Arrangement of the transportation of fuels
it: Organizzazione della distribuzione di carburante

source: Arrangement of travel to and from hotels
it: Organizzazione di viaggi da e verso alberghi

source: Storage of agricultural foodstuffs
it: Immagazzinamento di alimenti agricoli

source: Transportation of freight
it: Servizi di trasporto di merci

source: Transportation of fruit
it: Trasporto di frutta

source: Collection of containers for waste materials
it: Raccolta di contenitori per materiali di scarto

source: Collection of letters
it: Raccolta di lettere

source: Information services relating to the transportation of goods
it: Servizi di informazione in materia di trasporto di merci

source: Information services relating to traffic congestion
it: Servizi d'informazione in materia di congestione del traffico

source: Provision of refrigerated storage facilities
it: Fornitura di strutture per immagazzinamento refrigerato

source: Services for the garaging of vehicles
it: Servizi di autorimessa per veicoli

source: Rental of goods vehicles
it: Noleggio di veicoli per merci

source: Advisory services related to removals
it: Consulenza in materia di traslochi

source: Air ambulance services
it: Servizi di eliambulanza

source: Arranging the transportation of parcels by air
it: Organizzazione del trasporto aereo di colli

source: Arranging the unloading of cargo
it: Organizzazione dello scarico di merci

source: Transportation by courier
it: Trasporto mediante corriere

source: Transportation of animals
it: Trasporto di animali

source: Transportation of bitumen
it: Trasporto di bitume

source: Transportation of cosmetics
it: Trasporto di prodotti cosmetici

source: Arrangement for the transportation of works of art
it: Organizzazione del trasporto di opere d'arte

source: Arrangement of taxi transport
it: Organizzazione di trasporto in taxi

source: Rental of vehicles equipped with nacelles
it: Noleggio di veicoli equipaggiati con navicelle

source: Rescue [transport] of vehicles in the air
it: Salvataggio [trasporto] di veicoli in aria

source: Rescue [transport] of vehicles on the land
it: Salvataggio [trasporto] di veicoli via terra

source: Road haulage services for containers
it: Trasporto su strada di container

source: Salvage of ships cargo
it: Salvataggio di navi cargo

source: Gas supplying [distribution]
it: Erogazione di gas [distribuzione]

source: Rental of traction vehicle and trailers
it: Noleggio di veicoli da traino e rimorchi

source: Transportation of medical waste and special waste
it: Trasporto di rifiuti medici e rifiuti speciali

source: Travel and transport reservation services
it: Prenotazione di viaggi e trasporti

source: Rental of road vehicles
it: Noleggio di veicoli stradali

source: Rental of self-propelled lifting platforms for transportation purposes
it: Noleggio di piattaforme di sollevamento semoventi a scopo di trasporto

source: Tour reservation services
it: Prenotazione di viaggi

source: Overnight transportation of letters by road
it: Trasporto notturno aereo e terrestre di lettere

source: Warehousing of parts
it: Immagazzinamento di parti

source: Removal of commercial furniture
it: Trasloco di mobili commerciali

source: Removal of household goods
it: Trasloco di casalinghi vari

source: Removal of personal effects
it: Trasloco di effetti personali

source: Organizing and arranging travel
it: Organizzazione e mediazione di viaggi

source: Airport passenger shuttle services between the airport parking facilities and the airport
it: Servizi di navetta per passeggeri dal parcheggio dell'aeroporto al terminal dell'aeroporto

source: Arranging and conducting of mail order delivery services
it: Organizzazione e conduzione di servizi di cataloghi postali

source: Yacht and boat charter services
it: Servizi di charter di barche e yacht

source: Transport of natural gas
it: Trasporto di metano

source: Supply [transport] of water for domestic use
it: Erogazione d'acqua per uso domestico [trasporto]

source: Public utility services in the nature of electricity distribution
it: Servizi pubblici, ovvero erogazione di energia elettrica

source: Aircraft parking services
it: Parcheggio d'aeronavi

source: Airline ticket services
it: Biglietteria aerea

source: Collection of packages by sea
it: Ritiro di pacchi per via marittima

source: Computerised distribution planning relating to transportation
it: Pianificazione computerizzata della distribuzione in materia di trasporto

source: Delivery of food and drink prepared for consumption
it: Consegna di alimenti e bevande pronti per il consumo

source: Tracking and tracing services for letters and parcels
it: Servizi di rilevamento e localizzazione di lettere e colli

source: Sewage disposal [transport] services
it: Servizi di smaltimento liquami [trasporto]

source: Shipping of documents
it: Spedizione di documenti

source: Refrigerated transport of cold goods
it: Trasporto refrigerato di prodotti freddi

source: Filling of vehicles with freight
it: Riempimento di veicoli con merci

source: Preferential passenger check-in services
it: Check-in preferenziale di passeggeri

source: Loading of trains
it: Carico di treni

source: Delivery of spirits
it: Consegna di liquori

source: Depot services for the storage of vehicles
it: Servizi di deposito per lo stoccaggio di veicoli

source: Services for arranging transportation by road
it: Servizi di organizzazione del trasporto stradale

source: Provision of information relating to road traffic conditions
it: Informazioni riguardanti le condizioni delle strade e del traffico

source: Transport by water
it: Trasporto via acqua

source: Marine transport
it: Trasporti marittimi

source: Towing of vehicles
it: Traino di veicoli

source: Underwater salvage
it: Recuperi subacquei

source: Transport by road
it: Trasporto su strada

source: Marine freighting
it: Nolo marittimo

source: Freight forwarding by sea
it: Servizi di spedizione via mare

source: Railway transport
it: Trasporto in ferrovia

source: Shipping
it: Spedizione

source: Rental of warehouses
it: Noleggio di magazzini

source: Transport of goods
it: Trasporto di merci

source: Reservation services for transportation by sea
it: Servizi di prenotazione per il trasporto via mare

source: Delivery of furniture
it: Consegna di mobili

source: Rental of aero engines
it: Noleggio di motori aerei

source: Vehicle-driving services
it: Servizi di guida di veicoli

source: Driving services
it: Servizi di guida

source: Container rental
it: Affitto di container

source: Rental of storage containers
it: Noleggio di container di deposito

source: Distribution services
it: Servizi di distribuzione

source: Rental of trolleys
it: Noleggio di carrelli

source: Reservation and booking services for transportation
it: Servizi di prenotazione per il trasporto

source: Rental of wheelbarrows
it: Noleggio di carriole

source: Transport and storage of waste
it: Trasporto e stoccaggio di rifiuti

source: Transport of money
it: Trasporto di denaro

source: Guarded transport of valuables
it: Trasporto protetto di valori

source: Rental of barrows
it: Noleggio di carretti

source: Delivery of valuables
it: Consegna di valori

source: Reservation and booking of seats for travel
it: Riserva e prenotazione di posti per un viaggio

source: Booking of seats for travel
it: Prenotazione di posti di viaggio

source: Reservation of seats for travel
it: Prenotazione di posti per un viaggio

source: Services for the booking of travel
it: Servizi per la prenotazione di un viaggio

source: Parking and vehicle storage, mooring
it: Parcheggio e deposito di veicoli, ormeggio

source: Navigation (positioning, and route and course plotting)
it: Navigazione (posizionamento, percorso e rilevazione della rotta)

source: Rental of means of transportation
it: Affitto di mezzi di trasporto

source: Freight and cargo transportation and removal services
it: Servizi di trasporto e rimozione di merci

source: Rescue, recovery, towing and salvage
it: Salvataggio, soccorso, rimorchio e recupero

source: Sightseeing, tour guide and excursion services
it: Giri turistici, visite turistiche e servizi di escursioni

source: Rental of navigational systems
it: Noleggio sistemi di navigazione
